{
    "tarifler": [
        {
            "id": "1",
            "baslik": "Halka Kebabı",
            "aciklama": "8-10 kişilik, 15dk hazırlık, 30dk pişirme",
            "malzemeler": [
                "500 gram kıyma",
                "1 çay kaşığı tuz",
                "Yarım çay kaşığı karabiber",
                "3 adet patlıcan",
                "3 adet patates"
            ],
            "hazirlanisi": "Patlıcanların kabuklarını alacalı olarak soyalım ve yarım parmak genişliğinde dilimleyelim.Ardından su dolu kabın içerisine tuz ekleyip karıştıralım ve patlıcanları acısının çıkması için suya alarak 20 dakika bekletelim. Kabuklarını soyduğumuz soğanları da daire şeklinde dilimleyelim.",
            "resim": "halka-kebabi.jpg",
            "url": "https://www.nefisyemektarifleri.com/video/halka-kebabi/"
        },
        {
            "id": "2",
            "baslik": "Karnıyarık Yemeği",
            "aciklama": "8-10 kişilik, 15dk hazırlık, 30dk pişirme",
            "malzemeler": [
                "6 adet küçük boy patlıcan",
                "3 adet sivri biber",
                "2 adet orta boy soğan",
                "2 adet domates",
                "2 adet sivri biber"
            ],
            "hazirlanisi": "Patlıcanları çizgili soyup, yarım saat yağ çekmemesi için tuzlu suda bekletin.İyice yıkadıktan sonra suyunu havlu ile çektirin ve az yağda kızartın. 3 adet biberi de yağda kızartın.Daha sonra aynı tavada doğranmış soğanları kavurun, kıymayı ekleyerek bir müddet daha kavurun ve biberleri, sarımsağı ekleyerek 2 dakika daha kavurun.",
            "resim": "karniyarik.jpg",
            "url": "https://www.nefisyemektarifleri.com/video/karniyarik-yemegi-videosu/"
        },
        {
            "id": "3",
            "baslik": "Tavuklu Sultan Kebabı",
            "aciklama": "8-10 kişilik, 15dk hazırlık, 30dk pişirme",
            "malzemeler": [
                "2 adet yufka",
                "400g tavuk göğsü",
                "400g tavuk pirzola",
                "1 adet kuru soğan",
                "1 yemek kaşığı domates salçası"
            ],
            "hazirlanisi": "Patlıcanı alacalı soyarak küçük küçük doğrayın ve sıvı yağ ile kızartın.Süzgece alarak yağının süzmesi bekleyin bu arada tavukları soteleyin.Tavukları kuş başı doğrayın, tencereye alarak arada karıştırarak pişirin.Rengi dönüp suyunu saldığında yemeklik doğranmış soğanı ekleyin.",
            "resim": "sultan-kebabi.jpg",
            "url": "https://www.nefisyemektarifleri.com/tavuklu-sultan-kebabi-tarifi/"
        },
        {
            "id": "4",
            "baslik": "Mercimek Çorbası",
            "aciklama": "6-8 kişilik, 10dk hazırlık, 30dk pişirme",
            "malzemeler": [
                "1 su bardağı kırmızı mercimek",
                "1 adet soğan",
                "1 adet havuç",
                "1 yemek kaşığı un",
                "2 yemek kaşığı tereyağı"
            ],
            "hazirlanisi": "Mercimeği yıkayıp süzün. Soğanı ve havucu küçük küçük doğrayın. Tencereye tereyağını alıp eritin. Doğradığınız soğanı ve havucu tencereye ekleyin ve kavurun. Ardından mercimeği ekleyin ve bir süre daha kavurun. Unu ekleyip kavurmaya devam edin. Tencereye su ekleyin ve kaynamaya bırakın. Kaynadıktan sonra altını kısın ve mercimekler yumuşayana kadar pişirin. Blendır yardımıyla çorbayı pürüzsüz hale getirin. İsteğe bağlı olarak tuz ve karabiber ekleyin. Servis yapın.",
            "resim": "mercimek-corbasi.jpg",
            "url": "https://www.nefisyemektarifleri.com/mercimek-corbasi-tarifi/"
        },
        {
            "id": "5",
            "baslik": "İmam Bayıldı",
            "aciklama": "4-6 kişilik, 20dk hazırlık, 45dk pişirme",
            "malzemeler": [
                "6 adet patlıcan",
                "2 adet soğan",
                "3 diş sarımsak",
                "2 adet domates",
                "1 yemek kaşığı domates salçası"
            ],
            "hazirlanisi": "Patlıcanları yıkayın ve uzunlamasına dilimleyin. Tuzlu suda bekletin. Patlıcanların fazla suyunu sıkarak kızgın yağda kızartın. Kızaran patlıcanları kağıt havlu üzerine alarak fazla yağını çektirin. Soğanları yemeklik doğrayın ve yağda pembeleşene kadar kavurun. Sarımsakları ekleyin ve kokusu çıkana kadar kavurun. Doğranmış domatesleri ve salçayı ekleyin, karıştırın. Patlıcanların içine bu karışımı doldurun. Üzerlerine bir miktar su ekleyin. Tencereyi kısık ateşte pişirin. Soğuduktan sonra servis yapın.",
            "resim": "imam-bayildi.jpg",
            "url": "https://www.nefisyemektarifleri.com/imam-bayildi-yapimi/"
        },
        {
            "baslik": "Kıbrıs Tatlısı",
            "aciklama": "6-8 Kişilik",
            "malzemeler": [
                "6-8 Kişilik",
                "Yarım su bardağı şeker",
                "Yarım su bardağı sıvı yağ",
                "1 su bardağı galeta unu",
                "1 su bardağı kırılmış ceviz",
                "1 su bardağı Hindistan cevizi"
            ],
            "hazirlanisi": "Kıbrıs tatlısı yapmak için, öncelikle şerbeti yapın çünkü kekin üzerine şerbet soğuk dökülecek. Bir tencereye suyu ve şekeri dökün. Kaynamaya başladıktan sonra altını kısıp, 15 dakika daha kaynatın.\nŞerbet hazır olunca altını kapatın ve vanilyayı ekleyip, soğuması için bekletin.\nKeki için; yumurtaları ve şekeri iyice çırpın. Diğer malzemeleri de ekleyip, karıştırın.\nYağlanmış bir tepsiye (ben büyük kare borcam kullandım) dökün.\n160 derece fırında, 30 dakika pişirin.\nFırından çıkar çıkmaz soğuk şerbeti üzerine dökün ve soğuması için bekletin.\nKreması için; krem şanti hariç diğer malzemeleri bir tencerede muhallebi kıvamına gelene kadar pişirin.\nAltını kapatın, toz krem şantiyi ekleyin ve blenderla 5 dakika çırpın.\nSoğumuş şerbetli kekin üzerine, bu kremsi muhallebiyi dökün.\nÜzerine bolca Hindistan cevizi (ben ceviz serptim) serpin.\nKıbrıs tatlısını, buzdolabında 2-3 saat bekletip servis yapın.",
            "resim": "kibris-tatlisi.jpg",
            "url": "https://www.nefisyemektarifleri.com/video/kibris-tatlisi-tarifi-videosu/",
            "id": "NpiEC15"
        }
    ]
}